Repository: csse-uoft/ckanext-udc
Catalog: ckanext/udc/i18n/*/LC_MESSAGES/ckanext-udc.po
Languages: fr

source: You are not authorized to add to the catalogue. Please login to add a catalogue entry. If you do not have an account, please <a href="/user/register">create one</a>.
fr: Vous n'êtes pas autorisé à ajouter au catalogue. Veuillez vous connecter pour ajouter une entrée de catalogue. Si vous n'avez pas de compte, veuillez <a href="/user/register">en créer un</a>.

source: You are not authorized to create an organization. Please login to create an organization. If you do not have an account, please <a href="/user/register">create one</a>.
fr: Vous n'êtes pas autorisé à créer une organisation. Veuillez vous connecter pour créer une organisation. Si vous n'avez pas de compte, veuillez <a href="/user/register">en créer un</a>.

source: You are not authorized to request access to an organization. Please login to request access to an organization. If you do not have an account, please <a href="/user/register">create one</a>.
fr: Vous n'êtes pas autorisé à demander l'accès à une organisation. Veuillez vous connecter pour demander l'accès à une organisation. Si vous n'avez pas de compte, veuillez <a href="/user/register">en créer un</a>.

source: You are not authorized to access this page. Please login with the correct account.
fr: Vous n'êtes pas autorisé à accéder à cette page. Veuillez vous connecter avec le bon compte.

source: You are not authorized to view organization access requests. Please login to view organization access requests.
fr: Vous n'êtes pas autorisé à voir les demandes d'accès aux organisations. Veuillez vous connecter pour voir les demandes d'accès aux organisations.

source: Error occurred in updating the knowledge graph, please contact administrator:
fr: Une erreur s'est produite lors de la mise à jour du graphe de connaissances, veuillez contacter l'administrateur :

source: Search Catalogue Entries
fr: Rechercher les entrées de catalogue

source: Catalogue Entry
fr: Entrée de catalogue

source: Create Catalogue Entry
fr: Créer une entrée de catalogue

source: Add Catalogue Entry
fr: Ajouter une entrée de catalogue

source: There is no description for this catalogue entry
fr: Il n'y a pas de description pour cette entrée de catalogue

source: View Catalogue Entry
fr: Voir l'entrée de catalogue

source: Organizations
fr: Organisations

source: Groups
fr: Groupes

source: Tags
fr: Mots-clés

source: Licenses
fr: Licences

source: text
fr: texte

source: Not authorized to see this page
fr: Non autorisé à voir cette page

source: Invalid search query: {error_message}
fr: Requête de recherche invalide : {error_message}

source: Parameter u"{parameter_name}" is not an integer
fr: Le paramètre u"{parameter_name}" n'est pas un entier

source: Failed to load filters.
fr: Échec du chargement des filtres.

source: Server error when retrieving filters.
fr: Erreur serveur lors de la récupération des filtres.

source: Error fetching filter data.
fr: Erreur lors de la récupération des données de filtre.

source: Include items without a number
fr: Inclure les éléments sans nombre

source: Exclude items without a number
fr: Exclure les éléments sans nombre

source: Include items without a date
fr: Inclure les éléments sans date

source: Exclude items without a date
fr: Exclure les éléments sans date

source: Match all selected (AND)
fr: Correspondre à tous les sélectionnés (ET)

source: Match any selected (OR)
fr: Correspondre à n'importe lequel (OU)

source: Please select the license
fr: Veuillez sélectionner la licence

source: Auto-fill
fr: Remplissage automatique

source: Title
fr: Titre

source: Remove
fr: Supprimer

source: Description (optional)
fr: Description (facultatif)

source: Maturity Level
fr: Niveau de maturité

source: Error while generating summary using OpenAI. Exited with error:
fr: Erreur lors de la génération du résumé avec OpenAI. Terminé avec l'erreur :

source: You are not authorized to view this page
fr: Vous n'êtes pas autorisé à voir cette page

source: package_id is required
fr: L'identifiant du paquet est requis

source: summary is required
fr: Le résumé est requis

source: Package not found
fr: Paquet introuvable

source: ckanext.udc.desc config is not set
fr: La configuration ckanext.udc.desc n'est pas définie

source: GraphDB integration is not enabled
fr: L'intégration GraphDB n'est pas activée

source: You are not logged in
fr: Vous n'êtes pas connecté

source: file format label is required
fr: L'étiquette du format de fichier est requise

source: Error in KG:
fr: Erreur dans KG :

source: file format id is required
fr: L'identifiant du format de fichier est requis

source: You are not authorized to delete this file format
fr: Vous n'êtes pas autorisé à supprimer ce format de fichier

source: license id is required
fr: L'identifiant de licence est requis

source: license title is required
fr: Le titre de licence est requis

source: license url is required
fr: L'URL de licence est requise

source: license id already exists
fr: L'identifiant de licence existe déjà

source: You are not authorized to delete this license
fr: Vous n'êtes pas autorisé à supprimer cette licence

source: The license is in use and cannot be deleted
fr: La licence est utilisée et ne peut pas être supprimée

source: You are not authorized to update this license
fr: Vous n'êtes pas autorisé à mettre à jour cette licence

source: task must be one of 'ckan', 'worker', or 'all'
fr: La tâche doit être 'ckan', 'worker' ou 'all'

source: Sorry, you need to be added to an organization to add a catalogue entry.
fr: Désolé, vous devez être ajouté à une organisation pour ajouter une entrée de catalogue.

source: Please contact an organization admin or <a href="mailto:%(reply_to)s" style="text-decoration: underline;">site administrator</a> to add you to an organization.
fr: Veuillez contacter un administrateur d'organisation ou un <a href="mailto:%(reply_to)s" style="text-decoration: underline;">administrateur du site</a> pour vous ajouter à une organisation.

source: See <a style="text-decoration: underline;" href="/udrc/faq/create-catalogue-entry" target="_blank">tutorial</a> on how to add a catalogue entry.
fr: Consultez le <a style="text-decoration: underline;" href="/udrc/faq/create-catalogue-entry" target="_blank">tutoriel</a> sur comment ajouter une entrée de catalogue.

source: You might need to login to access this page.
fr: Vous devez peut-être vous connecter pour accéder à cette page.

source: Click here to login
fr: Cliquez ici pour vous connecter

source: If you think this is a server error, please contact the <a href="mailto:%(reply_to)s" style="text-decoration: underline;">site administrator</a>.
fr: Si vous pensez qu'il s'agit d'une erreur serveur, veuillez contacter l'<a href="mailto:%(reply_to)s" style="text-decoration: underline;">administrateur du site</a>.

source: Home
fr: Accueil

source: Add to Catalogue
fr: Ajouter au catalogue

source: View Catalogue
fr: Voir le catalogue

source: View Organizations
fr: Voir les organisations

source: Create an Organization
fr: Créer une organisation

source: Request to Join an Organization
fr: Demander à rejoindre une organisation

source: About
fr: À propos

source: <strong>UDC Config:</strong> This is the JSON config that defines the maturity model and mappings. See <a href="%(udc_help)s" target="_blank">supported CKAN fields</a>.
fr: <strong>Configuration UDC :</strong> Il s'agit de la configuration JSON qui définit le modèle de maturité et les mappages. Voir les <a href="%(udc_help)s" target="_blank">champs CKAN supportés</a>.

source: UDC configuration options
fr: Options de configuration UDC

source: Organization Side Panel Text
fr: Texte du panneau latéral Organisation

source: Group Side Panel Text
fr: Texte du panneau latéral Groupe

source: Add Catalogue Side Panel Text
fr: Texte du panneau latéral Ajouter au catalogue

source: Add Dataset Side Panel Text
fr: Texte du panneau latéral Ajouter un jeu de données

source: Maturity Model JSON
fr: JSON du modèle de maturité

source: What are Groups?
fr: Que sont les groupes ?

source: You can use CKAN Groups to create and manage collections of datasets. This could be to catalogue datasets for a particular project or team, or on a particular theme, or as a very simple way to help people find and search your own published datasets.
fr: Vous pouvez utiliser les groupes CKAN pour créer et gérer des collections de jeux de données. Cela peut servir à cataloguer des jeux de données pour un projet ou une équipe en particulier, sur un thème particulier, ou comme moyen très simple d'aider les gens à trouver et rechercher vos propres jeux de données publiés.

source: E.g. environment
fr: Ex. environnement

source: Search data
fr: Rechercher des données

source: Search datasets
fr: Rechercher des jeux de données

source: Search
fr: Rechercher

source: Popular tags
fr: Mots-clés populaires

source: Submit
fr: Soumettre

source: {0} statistics
fr: Statistiques {0}

source: catalogue
fr: entrée de catalogue

source: catalogue entries
fr: entrées de catalogue

source: dataset
fr: jeu de données

source: datasets
fr: jeux de données

source: organization
fr: organisation

source: organizations
fr: organisations

source: group
fr: groupe

source: groups
fr: groupes

source: This field is required
fr: Ce champ est obligatoire

source: Custom
fr: Personnalisé

source: close
fr: fermer

source: What are Organizations?
fr: Que sont les organisations ?

source: In CUDC, Organizations are the key to efficient data management and collaboration. Users with different roles, like creators, editors, and publishers, work together to curate datasets of value. With transparency and accessibility as the driving force, CUDC Organizations empower users to unlock the potential of data, fostering a spirit of innovation and discovery. Join us in this data-driven journey, where knowledge knows no bounds!
fr: Dans CUDC, les organisations sont la clé d'une gestion efficace des données et de la collaboration. Les utilisateurs ayant différents rôles, tels que créateurs, éditeurs et éditeurs, travaillent ensemble pour organiser des jeux de données de valeur. Avec la transparence et l'accessibilité comme force motrice, les organisations CUDC permettent aux utilisateurs de débloquer le potentiel des données, favorisant un esprit d'innovation et de découverte. Rejoignez-nous dans ce voyage axé sur les données, où la connaissance ne connaît pas de limites !

source: What is catalogue entry?
fr: Qu'est-ce qu'une entrée de catalogue ?

source: A CUDC Catalogue entry is a collection of data resources (such as files), together with a description and other information, at a fixed URL. Catalogue is what users see when searching for data.
fr: Une entrée de catalogue CUDC est une collection de ressources de données (telles que des fichiers), accompagnée d'une description et d'autres informations, à une URL fixe. Le catalogue est ce que les utilisateurs voient lorsqu'ils recherchent des données.

source: Author
fr: Auteur

source: Author Email
fr: E-mail de l'auteur

source: Maintainer
fr: Mainteneur

source: Maintainer Email
fr: E-mail du mainteneur

source: Relevance
fr: Pertinence

source: Name Ascending
fr: Nom croissant

source: Name Descending
fr: Nom décroissant

source: Last Modified
fr: Dernière modification

source: Popular
fr: Populaire

source: Search datasets...
fr: Rechercher des jeux de données...

source: Edit catalogue entry
fr: Éditer l'entrée de catalogue

source: Datasets
fr: Jeux de données

source: Collaborators
fr: Collaborateurs

source: Add dataset to the catalogue
fr: Ajouter un jeu de données au catalogue

source: Add New Dataset
fr: Ajouter un nouveau jeu de données

source: Add dataset
fr: Ajouter un jeu de données

source: New dataset
fr: Nouveau jeu de données

source: AI Generated
fr: Généré par IA

source: Related Catalogue Entries:
fr: Entrées de catalogue associées :

source: All datasets
fr: Tous les jeux de données

source: View dataset
fr: Voir le jeu de données

source: Edit dataset
fr: Éditer le jeu de données

source: Views
fr: Vues

source: There are no views created for this dataset yet.
fr: Aucune vue n'a encore été créée pour ce jeu de données.

source: Not seeing the views you were expecting?
fr: Vous ne voyez pas les vues que vous attendiez ?

source: Click here for more information.
fr: Cliquez ici pour plus d'informations.

source: Here are some reasons you may not be seeing expected views:
fr: Voici quelques raisons pour lesquelles vous ne voyez peut-être pas les vues attendues :

source: No view has been created that is suitable for this dataset
fr: Aucune vue adaptée à ce jeu de données n'a été créée

source: The site administrators may not have enabled the relevant view plugins
fr: Les administrateurs du site n'ont peut-être pas activé les plugins de vue pertinents

source: If a view requires the DataStore, the DataStore plugin may not be enabled, or the data may not have been pushed to the DataStore, or the DataStore hasn't finished processing the data yet
fr: Si une vue nécessite le DataStore, le plugin DataStore peut ne pas être activé, ou les données peuvent ne pas avoir été envoyées au DataStore, ou le DataStore n'a pas encore terminé le traitement des données

source: Manage
fr: Gérer

source: View
fr: Voir

source: API Endpoint
fr: Point de terminaison API

source: Go to resource
fr: Aller à la ressource

source: Download
fr: Télécharger

source: Add new dataset
fr: Ajouter un nouveau jeu de données

source: eg. A descriptive title
fr: Ex. Un titre descriptif

source: eg. my-dataset
fr: Ex. mon-jeu-de-donnees

source: eg. Some useful notes about the data
fr: Ex. Quelques notes utiles sur les données

source: Tags / Keywords
fr: Mots-clés

source: eg. economy, mental health, government
fr: Ex. économie, santé mentale, gouvernement

source: License
fr: Licence

source: Loading...
fr: Chargement...

source: Add Custom License
fr: Ajouter une licence personnalisée

source: License Title
fr: Titre de licence

source: License ID
fr: ID de licence

source: A Unique ID for the license.
fr: Un identifiant unique pour la licence.

source: License URL
fr: URL de licence

source: The link to the license.
fr: Le lien vers la licence.

source: Add and Select
fr: Ajouter et sélectionner

source: Success
fr: Succès

source: License definitions and additional information can be found at <a href="http://opendefinition.org/licenses/">opendefinition.org</a>
fr: Les définitions de licence et des informations supplémentaires sont disponibles sur <a href="http://opendefinition.org/licenses/">opendefinition.org</a>

source: Organization
fr: Organisation

source: No Organization
fr: Aucune organisation

source: Visibility
fr: Visibilité

source: Unpublished
fr: Non publié

source: Published
fr: Publié

source: State
fr: État

source: Active
fr: Actif

source: Deleted
fr: Supprimé

source: Joe Bloggs
fr: Jean Dupont

source: joe@example.com
fr: jean@exemple.com

source: Additional Info
fr: Informations supplémentaires

source: Field
fr: Champ

source: Value
fr: Valeur

source: Last Updated
fr: Dernière mise à jour

source: Created
fr: Créé

source: Loading form...
fr: Chargement du formulaire...

source: Add another version
fr: Ajouter une autre version

source: The <i>data license</i> you select above only applies to the contents of any resource files that you add to this dataset. By submitting this form, you agree to release the <i>metadata</i> values that you enter into the form under the <a href="http://opendatacommons.org/licenses/odbl/1-0/">Open Database License</a>.
fr: La <i>licence de données</i> que vous sélectionnez ci-dessus s'applique uniquement au contenu des fichiers de ressources que vous ajoutez à ce jeu de données. En soumettant ce formulaire, vous acceptez de publier les valeurs de <i>métadonnées</i> que vous saisissez dans le formulaire sous la <a href="http://opendatacommons.org/licenses/odbl/1-0/">licence Open Database License</a>.

source: Are you sure you want to delete this dataset?
fr: Êtes-vous sûr de vouloir supprimer ce jeu de données ?

source: Delete
fr: Supprimer

source: Next: Add Datasets
fr: Suivant : Ajouter des jeux de données

source: Private
fr: Privé

source: Maturity Model Filter
fr: Filtre du modèle de maturité

source: Loading filters...
fr: Chargement des filtres...

source: Close
fr: Fermer

source: Apply
fr: Appliquer

source: Update Dataset
fr: Mettre à jour le jeu de données

source: What's a dataset?
fr: Qu'est-ce qu'un jeu de données ?

source: A dataset can be any file or link to a file containing useful data.
fr: Un jeu de données peut être n'importe quel fichier ou lien vers un fichier contenant des données utiles.

source: To Download
fr: À télécharger

source: Preview
fr: Aperçu

source: More information
fr: Plus d'informations

source: Edit
fr: Éditer

source: Datasets available for download
fr: Jeux de données disponibles au téléchargement

source: <p class="empty">This catalogue has no dataset, <a href="%(url)s">why not add some?</a></p>
fr: <p class="empty">Ce catalogue n'a aucun jeu de données, <a href="%(url)s">pourquoi ne pas en ajouter ?</a></p>

source: This catalogue has no dataset
fr: Ce catalogue n'a aucun jeu de données

source: Create Dataset
fr: Créer un jeu de données

source: Add datasets
fr: Ajouter des jeux de données

source: File available for download in the following formats:
fr: Fichier disponible au téléchargement dans les formats suivants :

source: Filter Results
fr: Filtrer les résultats

source: Missing url
fr: URL manquante

source: You must be logged in to use this action
fr: Vous devez être connecté pour utiliser cette action

source: User {0} not authorized to create package
fr: L'utilisateur {0} n'est pas autorisé à créer un paquet

source: <strong>UDC Import Side Panel Text:</strong> The text will appear on import page </a>.
fr: <strong>Texte du panneau latéral d'importation UDC :</strong> Le texte apparaîtra sur la page d'importation </a>.

source: UDC Import configuration options
fr: Options de configuration d'importation UDC

source: UDC Import Side Panel Text
fr: Texte du panneau latéral d'importation UDC

source: Add Dataset
fr: Ajouter un jeu de données

source: Bulk Import
fr: Importation en masse

source: How to import?
fr: Comment importer ?

source: Instruction for CUDR Import:<br/><br/> <b>'data_files.csv':</b> Each line represents a data file name that you want to load.<br/><br/> <b>'mapping.csv':</b> Contains one-to-one mapping between data file field name and CKAN field names<br/><br/> <b>'default.json':</b> Default values for all imports, using CKAN field names.<br/><br/> Download <a href="/udc-import/example.zip"> example.zip</a>
fr: Instructions pour l'importation CUDR :<br/><br/> <b>'data_files.csv' :</b> Chaque ligne représente un nom de fichier de données que vous souhaitez charger.<br/><br/> <b>'mapping.csv' :</b> Contient un mappage un-à-un entre le nom de champ du fichier de données et les noms de champs CKAN<br/><br/> <b>'default.json' :</b> Valeurs par défaut pour toutes les importations, utilisant les noms de champs CKAN.<br/><br/> Télécharger <a href="/udc-import/example.zip"> example.zip</a>

source: Bulk Upload Status
fr: État du téléchargement en masse

source: Catalogue Entry Title
fr: Titre de l'entrée de catalogue

source: Dataset
fr: Jeu de données

source: Bulk Upload
fr: Téléchargement en masse

source: Zip File URL
fr: URL du fichier ZIP

source: Zip File
fr: Fichier ZIP

source: http://example.com/external-data.csv
fr: http://exemple.com/donnees-externes.csv

source: Finish
fr: Terminer

source: CUDC Consoles
fr: Consoles CUDC

source: About Urban Data Centre
fr: À propos du Centre de données urbaines

source: Maturity Model FAQ
fr: FAQ du modèle de maturité

source: Language selector
fr: Sélecteur de langue

source: Language
fr: Langue
